blakeh.jump-to-test
golang.go
GrapeCity.gc-excelviewer
magicstack.MagicPython
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-es
ms-python.anaconda-extension-pack
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
QuanLi.focus
redhat.vscode-yaml
SonarSource.sonarlint-vscode
usernamehw.errorlens